export default {
  projections: {
    ТоварыE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      количество: {
        __caption__: 'Количество'
      },
      цена: {
        __caption__: 'Цена'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    количество: {
      __caption__: 'Количество'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    цена: {
      __caption__: 'Цена'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
