export default {
  projections: {
    ОплатаE: {
      способ: {
        __caption__: 'Способ'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      заказ: {
        __caption__: 'Заказ',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    },
    ОплатаL: {
      способ: {
        __caption__: 'Способ'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      заказ: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    способ: {
      __caption__: 'Способ'
    },
    статус: {
      __caption__: 'Статус'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
