export default {
  projections: {
    ТоварE: {
      наименование: {
        __caption__: 'Наименование'
      },
      изображение: {
        __caption__: 'Изображение'
      },
      свойства: {
        __caption__: 'Свойства'
      },
      поставщик: {
        __caption__: 'Поставщик',
        поставщик: {
          __caption__: 'Поставщик'
        }
      },
      производитель: {
        __caption__: 'Производитель',
        производитель: {
          __caption__: 'Производитель'
        }
      }
    },
    ТоварL: {
      наименование: {
        __caption__: 'Наименование'
      },
      изображение: {
        __caption__: 'Изображение'
      },
      свойства: {
        __caption__: 'Свойства'
      },
      поставщик: {
        __caption__: 'Поставщик',
        поставщик: {
          __caption__: 'Поставщик'
        }
      },
      производитель: {
        __caption__: 'Производитель',
        производитель: {
          __caption__: 'Производитель'
        }
      }
    }
  },
  validations: {
    изображение: {
      __caption__: 'Изображение'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    свойства: {
      __caption__: 'Свойства'
    },
    поставщик: {
      __caption__: 'Поставщик'
    },
    производитель: {
      __caption__: 'Производитель'
    }
  }
};
