export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      доставка: {
        __caption__: 'Доставка'
      },
      клиент: {
        __caption__: 'Клиент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      менеджер: {
        __caption__: 'Менеджер',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      товар: {
        __caption__: 'Товар',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      товары: {
        __caption__: 'Товары',
        код: {
          __caption__: 'Код'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      доставка: {
        __caption__: 'Доставка'
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      менеджер: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      товар: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доставка: {
      __caption__: 'Доставка'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    менеджер: {
      __caption__: 'Менеджер'
    },
    товар: {
      __caption__: 'Товар'
    },
    товары: {
      __caption__: 'Товары'
    }
  }
};
